{
    "heroapplybtn" : "تسجل الأن",
    "departmentsdownload" : "التخصصات",
    "NavLogo" : "الامانة",
    "NavHome" : "الرئيسية",
    "NavAbout" : "من نحن",
    "NavUnis" : "الجامعات",
    "NavSignIn" : "تسجيل الدخول",
    "NavSettings" : "الاعدادات",
    "NavMenu" : "القائمة",
    "NavClose" : "اغلاق",
    "banner_text" : "تاسست مجموعة أمانة عن طريق شباب طموحة وخبرة تتجاوز ٥سنين إذ نملك اعتمادًا كوننا وكلاء معتمدين. لأكثر من 30 جامعة، فإننا نوفر للطلاب فرصة الحصول على أفضل العروض ، و الخصومات على القسط السنوي على مدار كل السنوات الدراسية و المنح الجزئية.",
    "PlayText" : "شاهد",
    "ReelText" : "المقطع",
   "ServText" : "خدما",
    "IcesText" : "تنا",
    "servicesMajorTitle" : "اختيار التخصص",
    "servicesMajorParagraph" : "نحن نساعد الطلاب على فهم اهتماماتهم ومواهبهم الشخصية حتى يتمكنوا من اختيار التخصص الذي يناسبهم.",
    "servicesUniversityTitle" : "اختيار الجامعة",
    "servicesUniversityParagraph" : "  نقدم معلومات شاملة عن الجامعات المختلفة، بما في ذلك معايير القبول وبرامج الدراسة المتاحة، ونساعد الطلاب في اختيار الجامعة التي تتناسب مع احتياجاتهم وأهدافهم.",
    "servicesApplyingTitle" : "التقديم للجامعات",
    "servicesApplyingParagraph" : "نقدم المستندات المطلوبة للجامعات و الحصول على القبول الجامعي.",
       "whatRUWF" : "ماذا تنتظر؟",
    "DMTO" : "لا تفوت الفرصة",
    "FooterIntroOne" : "مستقبلك",
    "FooterIntroTwo" : "مضمون معنا",
    "faq1sttitle" : "ما هي خدمات مجموعة الأمانة؟",
    "faq1stanswer" : "نحن نهدف إلى تقديم استشارات تعليمية حسب خبرتنا الطويلة في توجيه الطلاب لاختيار التخصص والجامعة التي تضمن نجاحهم في المستقبل. نقوم في عملية التسجيل في الجامعات التركية بما في ذلك نضمن حصول الطالب على قبوله الجامعي، و نتابع جميع الإجراءات اللازمة حتى أن يصبح طالبًا جامعيًا رسميًا.",
    "faq2ndtitle" : "ما هي المستندات المطلوبة للتقديم؟",
    "faq2ndanswer" : "لطلب القبول في برنامج البكالوريوس، يُطلب منك تقديم المستندات التالية: جواز السفر صورة شخصية (اختيارية). شهادة التخرج من المرحلة الثانوية. كشف العلامات/الدرجات الثانوية. البريد الإلكتروني الخاص بالطالب. أما بالنسبة لطلب القبول في برنامج الماجستير، يُطلب منك تقديم المستندات التالية: جواز السفر صورة شخصية (اختيارية). شهادة التخرج من مرحلة البكالوريوس. كشف العلامات/الدرجات لمرحلة البكالوريوس. البريد الإلكتروني الخاص بالطالب هناك بعض المستندات الاختيارية التي يمكنك تقديمها إذا رغبت في ذلك، مثل: السيرة الذاتية. رسالة الدافع. شهادة TOEFL, TOME, SAT, IELTS (تختلف حسب دراسة لغة التخصص).",
    "faq3rdtitle" : "بعد تقديم طلبي، ما هي الخطوة التالية؟",
    "faq3rdanswer" : "سيتم التواصل معك ومتابعتك خلال عملية القبول، وسيتم إبلاغك بأي تحديثات أو تغييرات تتعلق بحالة طلبك، بما في ذلك قبولك في الجامعة المرغوبة. سيتم تزويدك بالمعلومات اللازمة حول الإجراءات التالية والوثائق المطلوبة لاستكمال عملية التسجيل واستلام بطاقة الطالب. من خلال هذا التواصل المستمر، ستكون على دراية بتطورات طلبك وستتمكن من اتخاذ الإجراءات المطلوبة في الوقت المناسب. يهدف فريقنا إلى توفير دعم شامل ومستمر لضمان نجاح عملية تسجيلك في الجامعة.",
    "faq4thtitle" : "ما هي تفاصيل عملية التقديم؟",
    "faq4thanswer" : "تفاصيل عملية التقدم يمكنك الحصول عليها بالتواصل مع مستشارينا التعليميين ،و إليك نظرة عامة على الخطوات الأساسية: تعبئة طلب القبول عبر موقعنا اختيار الجامعة والتخصص الحصول على القبول المبدئي دفع الإيداع القبول النهائي وطلب التأشيرة التسجيل النهائي واستلام بطاقة الهوية الجامعية",
    "faq5thtitle" : "ما هو آخر موعد للتقديم؟",
    "faq5thanswer" : "يبدأ العام الدراسي في تركيا مرة واحدة في السنة بشهر سبتمبر. أفضل وقت للتقديم يكون من الشهر السادس وحتى الشهر العاشر، علما بأنه عند اكتمال مقاعد أي جامعة يتم الإعلان عن ذلك من خلال منصاتنا الاجتماعية.",
    "faq6thtitle" : "هل هناك منح دراسية؟ كيف أقوم بالتسجيل بها؟",
    "faq6thanswer" : "تتغير فرص المنح الدراسية في الجامعات المختلفة سنويًا، ولذلك سيكون التواصل معنا هو أسهل طريقة لمعرفة الإصدار المحدث من المنح الدراسية.",
    "faqtitle" : "أسئلة",
    "faqtitle1" : "شائعة",
    "footerPages" : "الصفحات",
    "footerContact" : "تواصل معنا",
    "copyright" : "حقوق الطبع والنشر الأمانة للتعليم (2022)",
    "footerEightve" : "تم تصميمه وتطويره بواسطة استوديو Eightve",
    "about_text" : "شركتنا متخصصة في توجيه الطلاب لمساعدتهم على اتخاذ القرارات التعليمية الهامة وتوفير مجموعة واسعة من الخدمات.",
    "ourteamtitle" : "فريقنا",
    "ourtm1" : "مؤسس",
    "ourtm3" : "المدير التنفيذي",
    "ourtm2" : "مسؤول الخدمات",
    "kentunititlep" : "جامعة اسطنبول كينت",
    "kentuniarticletitle" : "نبذة عن جامعة كينت",
    "kentuuniarticlepara1" : "تأسست جامعة اسطنبول كينت من قبل مؤسسة التعليم بلا عوائق (ENEV)، في قلب مدينة اسطنبول التركية، بهدف تثقيف الطلاب وتطوير مهاراتهم بما يكفي للتنافس في الساحات الوطنية والدولية على حد سواء. ولتحقيق هذه الأهداف، وضعت جامعة اسطنبول كينت مبدأ توفير كل الدعم اللازم حتى لا يضطر طلابها إلى مواجهة أي عقبات مالية، وذلك من خلال توفير الدعم المالي وتزويد طلابها بمهارات اللغة الأجنبية لفتح الطريق أمامهم لبدء حياتهم المهنية في جميع أنحاء العالم. تضم جامعة اسطنبول كينت 4 كليات ومدرستين مهنيتين ومعهد للدراسات العليا. كما تقدم تعليم عالي الجودة في سبيل المساهمة في التنمية على مستوى تركيا والعالم. وتهتم باستخدام التكنولوجيا المتقدمة وتتبع التطورات العلمية الحديثة، لتزويد الطلاب بتعليم متطور وفعال وللقيام بدور أكثر فاعليةً في العالم.",
    "kentuniarticleadvantagestitle" : "مميزات  جامعة كينت",
    "kentuniarticleadv1" : "تضم باقة من أعضاء هيئة التدريس الأكفاء",
    "kentuniarticleadv2" : "تقع في منطقة مميزة وسط مدينة اسطنبول في قلب عالم الأعمال",
    "kentuniarticleadv3" : "تواكب التغيرات والتطورات العالمية في مجالات التعليم والعلوم والتكنولوجيا",
    "kentuniarticleadv4" : "تقيم الجامعة المسابقات الرياضية المتنوعة التي يشارك بها الطلاب داخل الحرم الجامعي طوال العام الدراسي، كما تشارك الجامعة في المسابقات والبطولات الرياضية بين الجامعات ",

    "beykentunititlep" : "جامعة بيكنت",
    "beykentuniarticletitle" : "نبذة عن جامعة بيكنت",
    "beykentuuniarticlepara1" : "بدأت جامعة بيكنت باستقبال أول دفعة من الطلاب عام 1997/ 1998، لديها موقع متميز في الجانب الأوروبي من اسطنبول وتُصنف من ضمن أفضل 500 جامعة على مستوى العالم في البحث العلمي والابتكار وفقًا لتصنيف SCImago لعام 2021. تؤمن جامعة بيكنت بأهمية التعليم وأنه الحل الأمثل لمواجهة كافة التحديات سواءً على المستوى المحلي أو العالمي. كما تؤمن بأن التعليم ذو الجودة العالية هو عامل أساسي في عملية التنمية والتطوير.",
    "beykentuniarticleadvantagestitle" : "مميزات  جامعة بيكنت",
    "beykentuniarticleadv1" : "تمتلك الجامعة أكثر من 10 مراكز أبحاث ومركز للتعلم المستمر والتوظيف ومركز التعليم عن بعد.",
    "beykentuniarticleadv2" : "تتميز جامعة بيكنت بتعدد التخصصات التي يتم تدريسها باللغتين، الإنجليزية والتركية، حيث يوجد بالجامعة 4 أحرم جامعية، تضم 9 كليات ومعهد مُجهز أكاديميًا يضم مجموعة متنوعة من برامج الدراسات العليا وعدد من المعاهد المهنية",
    "beykentuniarticleadv3" : "تقدم للطلاب دورات تدريبية في مختلف المجالات مما يتناسب مع تخصص كلًا منهم بالإضافة إلى الندوات والمؤتمرات التي تقوم بتنظيمها.",
    "beykentuniarticleadv4" : "تقدم جامعة بيكنت خدماتها التعليمية بأحدث الطرق والنظم التعليمية ومن خلال بيئة تعليمية فعالة تساعد الطلاب على البحث والابتكار تحت إشراف الأساتذة والخبراء.",
        "UniversitiesTitle" : "الجامعات",
        "nisunititlep" : "جامعة نيشان تاشي",
        "nisuniarticletitle" : "نبذة عن جامعة نيشان تاشي",
        "nisuniarticlepara1" : "تأسست جامعة نيشان تاشي من قبل مؤسسة نيشان تاشي للتعليم والثقافة بعد قرار تأسيسها عام 2009، بهدف إمداد الطالب بالمهارات الأكاديمية القوية التي تؤدي إلى تقدمه في الحياة المهنية والاعتماد على نظام التفكير العلمي ومواكبة تطورات عصر التكنولوجيا الرقمية. وأن تستطيع الجامعة مع طلابها والهيئة التدريسية المُدربة تمثيل تركيا في الساحات الدولية. كما توفر الجامعة فرصًا للطلاب للتعرف على أنفسهم وأحلامهم وتحديد أهدافهم والتغلب على العقبات في طريقهم إلى هذه الأهداف",
        "nisuniarticleadvantagestitle" : "مميزات الدراسة في جامعة نيشان تاشي",
        "nisuniarticleadv1" : "مناهج نظرية وتطبيقية معاصرة تتماشى مع معايير الجودة الأكاديمية العالمية جامعة حضرية في قلب مدينة إسطنبول كما أنها من أسرع الجامعات نمواً وتطوراً في تركيا",
        "nisuniarticleadv2" : "لديها مجموعة واسعة من البرامج الأكاديمية الموجهة نحو تلبية احتياجات عالم الأعمال تحرص على التدريب العملي لاكتساب الخبرات والمهارات العملية",
        "nisuniarticleadv3" : "الجامعة عضو في منظمة ايراسموس للتبادل الطلابي، التي تعطي للطلاب فرص التدريب العملي على المستوى الدولي",
        "nisuniarticleadv4" : "لديها أكثر من 35 نادي طلابي نشط يوفر العديد من الأنشطة الطلابية تمتلك الجامعة مكتب لتنسيق المشاريع العلمية، يعمل على مساعدة الطلاب والباحثين وتوسيع نطاق البحث العلمي",
        "nisuniarticleadv5" : "تمتلك الجامعة ملاعب رياضية متعددة وصالات لأنشطة اللياقة البدنية",
        "nisunidocforregist" : "المستندات المطلوبة للتسجيل",
        "nisunidocforregist1" : "للبكالوريوس",
        "nisunidocforregist2" : "جواز السفر",
        "nisunidocforregist3" : "ترانسكريبت الثانوية",
        "nisunidocforregist4" : "يكون الاوراق الاصلية ومترجمة",
        "nisunidocforregist5" : "الماستر",
        "nisunidocforregist6" : "جواز السفر",
        "nisunidocforregist7" : "اوراق البكالوريوس كشف الدرجات والشهادة الاصليين والترجمة",
        "nisunidocforregist8" : "معلومات اللغه",
        "nisunidocforregist9" : "شهادة اللغة الانجليزية",
        "nisunidocforregist10" : "شهادة اللغة التركية",
        "gelunititlep" : "جامعة اسطنبول جيليشيم",
    "geluniarticletitle" : "نبذة عن جامعة اسطنبول جيليشيم",
    "geluniarticlepara1" : "جامعة اسطنبول جيليشيم تم تأسيسها من قبل مؤسسة جيليشيم للتعليم والثقافة والصحة والخدمات الاجتماعية. تقع الجامعة في مدينة اسطنبول في الطرف الأوروبي منها وتحديداً في منطقة افجلار بالقرب من مطار أتاتورك. تعد جامعة اسطنبول جيليشيم واحدة من أكثر الجامعات المفضلة لدى الطلاب الدوليين، ومن أفضل الجامعات التركية.  تضم جامعة اسطنبول جيليشيم حوالي 31 ألف طالب محلي ودولي، يدرسون في مراحل البكالوريوس والدراسات العليا. حيث تقدم الجامعة حوالي 57 برنامج لمرحلة البكالوريوس من خلال 3 كليات، و3 معاهد للدراسات العليا و4 مدارس للتخصصات المختلفة بنظام العامين، ومدرستين مهنيتين، و27 برنامجًا لدرجة الماجستير و6 برامج للدكتوراه.",
    "geluniarticleadvantagestitle" : "رؤية جامعة اسطنبول  جيليشيم",
    "geluniarticleadv1" : "أن تكون واحدة من الجامعات العالمية التي تضيف قيمة إلى المجتمع على جميع المستويات. كما تهدف الجامعة إلى التطوير الدائم",
    "gelunidocforregist2" : "جواز سفر + ايميل + اسم الام و الاب باللغة الانجليزية +صورة شخصية + كشف علامات + شهادة الطالب",
    "gelunidocforregist6" : "السيرة الذاتية + خطاب النوايا + بروتوفوليو للتخصصات الفنية",
    "gelunidocforregist7" : "أوراق الاستكمال (كشف علامات من الجامعة السابقة+توصيف المواد)",



    "biruniunititlep" : "جامعة بيروني",
    "biruniuniarticletitle" : "نبذة عن جامعة بيروني",
    "biruniuniarticlepara1" : "تُعد جامعة بيروني واحدة من أقوى الجامعات التركية في قلب مدينة اسطنبول، فقد تأسست الجامعة للمساهمة في الأوساط الأكاديمية والحياة العملية من خلال الدراسات العلمية النظرية والتطبيقية، وتطبيق مبادئ التفكير والعمل بطريقة علمية من خلال البحث والتطوير. كما تسعى الجامعة إلى المزيد من التعاون مع جامعات أوروبا وأمريكا وآسيا والشرق الأوسط وأفريقيا من خلال حضور المؤتمرات والمعارض الدولية. تضم الجامعة أكثر من 6.000 طالب في التخصصات المختلفة في 6 كليـات، أبرزهم كليات التخصصات الطبية (الطب، طب الأسنان، الصيدلة) التي تتميز الجامعة بها، بالإضافة إلى مدرسة مهنية واحدة للخدمات الصحية. من الجدير بالذكر أن اسم الجامعة مستوحى من اسم العالم الجليل أبو الريحان البيروني الذي اشتهر بعلمه ومساهمته في الكثير من المجالات وخاصة في الطب، الصيدلة، علم الفلك، الرياضيات، الفيزياء، الجغرافيا والتاريخ. وقد كان الغرض من اختيار ذلك الاسم هو تخليد اسم ذلك العالم الذي حفر اسمه في التاريخ بعلمه وأفكاره، والاقتضاء به والسير على خطاه نحو تقديم المزيد من الأفكار البناءة والعلوم التي تساهم في تطوير المجتمع.",
    "biruniuniarticleadvantagestitle" : "رؤية جامعة بيروني",
    "biruniuniarticleadv1" : "أن تكون جامعة مبتكرة ورائدة في مختلف التخصصات، والتخصصات الطبية على وجه الخصوص أن يتم اعتبارها مرجعًا هامًا في تركيا وحول العالم في مجالات التعليم والبحث",
    "biruniimportnote" : "بدأ التسجيل في الجامعة سيكون التسجيل حضوريا أي يجب أن يحضر الطالب إلى الجامعة للتسجيل ",
    "biruniunidocforregist1" : " جواز السفر الاجنبي مترجم ومصدق",
    "biruniunidocforregist2" : "الهوية التركيه إذا وجد او الاقامة التركيه إذا وجد",
    "biruniunidocforregist3" : "اذا كان الطالب يحمل الجنسية التركية يجب اصدار ورقه (NÜFUS KAYIT ÖRNEĞİ)",
    "biruniunidocforregist4" : "الشهادات الاصلية",

    "biruniunidocforregist6" : "ترجمة الشهادات الاصلية ونوتره إذا كانت الاوراق باللغه العربيه فقط",
    "biruniunidocforregist7" : "ورقة الدينكلينك أو ورقه الموعد  و إن لم توجد فإن الجامعة تمنح الطالب مهلة لحد الشهر 12 لإحضار التعديل",

    

    "atlasunititlep" : "جامعة اسطنبول أطلس",
    "atlasuniarticlepara1" : "يقع حرم جامعة اسطنبول أطلس في منطقة كايتهانة kağıthane في مدينة اسطنبول، تبلغ مساحته 110000 متر مربع. ويبعد مسافة قصيرة عن المراكز الرئيسية في المدينة مثل تقسيم وشيشلي وساريير وبشكتاش ومسلك. وتضم الجامعة مجموعة من أعضاء هيئة التدريس والأكاديميين المهرة الذين يقدمون العلم والخبرة للطلاب، حيث تؤمن إدارة الجامعة بأن التعليم هو القوة الدافعة لسباق الحضارة في كل بلد والعنصر الأكثر فاعليةً في التقدم، لذا أصبحت الجامعة من أفضل الجامعات التركية التي تُعد جميع طلابها لتكون لديهم القدرة على إحداث تأثير إيجابي على المستوى المحلي والدولي. يضم حرم جامعة اسطنبول أطلس الواسع مركز أبحاث وتطبيقات طب الأسنان ومركز التطبيقات والأبحاث الخاص بالجامعة الذي تم بناؤه على مساحة 75.000 متر مربع، وتجهيزه بأحدث التقنيات و18 غرفة عمليات، و19 مختبرًا حديثًا لأبحاث التعليم، ومكتبة مساحتها 2.500 متر مربع، وقاعة مؤتمرات مع 600 غرفة ترجمة فورية، وكافيتريا بمساحة 2500 متر مربع وصالات للألعاب الرياضية مساحتها تصل لأكثر من 1000 متر مربع",
    "atlasuniarticleadvantagestitle" : "مميزات الدراسة في جامعة اسطنبول أطلس ",
    "atlasuniarticleadv1" : " لدى الجامعة بنية تحتية تكنولوجية عالية المستوى ",
    "atlasuniarticleadv2" : "تشجع دراسات البحث والتطوير",
    "atlasuniarticleadv3" : "الحياة الجامعية داخل جامعة اسطنبول أطلس لا تقتصر على الدراسة فحسب، بل هي أيضًا مكان للتطوير الذاتي لجميع الطلاب، فتوفر بيئة اجتماعية فعالة تشجع الطلاب على المشاركة في الأنشطة الثقافية والاجتماعية والرياضية المتنوعة",
    "atlasuniarticleadv4" : "تعمل على تطوير الأفراد القادرين على القيام بأنشطة ابتكارية وعلمية ومهنية مميزة",

    "beykozunititlep" : "جامعة بايكوز",
    "beykozuniarticlepara1" : "وُضعت أسس جامعة بايكوز عام  2008 من قبل مدرسة بايكوز اللوجستية المهنية صاحبة التاريخ المشرف في مجال التعليم المهني. أُنشئت جامعة بايكوز بشكل رسمي عام 2016 بهدف تدريب الأفراد في قطاع الخدمات اللوجستية والموارد البشرية، وأن تكون جامعة مثالية في تطبيق المعايير الدولية للتعليم العالي. تواصل جامعة بايكوز الأنشطة التعليمية والتدريبية داخل حرم جامعي حديث ومتطور يقع في منطقة بايكوز التي تعتبر واحدة من أقدم وأجمل أحياء مدينة اسطنبول. تضم جامعة بايكوز، التي تعتبر من أفضل الجامعات التركية، كلية الهندسة والعمارة، كلية الإدارة والعلوم الإدارية، كلية الفنون والتصميم وكلية العلوم الاجتماعية. بالإضافة إلى مدرسة الطيران المدني ومدرسة اللغات الأجنبية ومدرسة بايكوز اللوجستية المهنية. تهدف الجامعة إلى أن تكون مركزًا للثقافة والحرية للطلاب والأكاديميين، وتحقيق التميز في خدماتها التي تعود بالفائدة على المجتمع، لتحظى بتقدير على المستوى المحلي والدولي.",
    "beykozuniarticleadvantagestitle" : "رؤية الجامعة",
    "beykozuniarticleadv2" : "تعليم جميع الطلاب الاعتماد على التفكير الحر وعدم التردد في التعبير عن أفكارهم مع وجود ثقة عالية بالنفس والتواصل الفعال",

    "istinyeunititlep" : "جامعة استينيا",
    "istinyeuniarticletitle" : "نبذة عن جامعة استينيا",
    "istinyeuniarticlepara1" : "جامعة استينيا هي واحدة من أفضل الجامعات الخاصة التركية التي تقع في اسطنبول في جانبها الأوروبي، اشتهرت جامعة استينيا في السنوات الأخيرة بتركيزها ووضع النصيب الأكبر من جهودها في البحث العلمي وتطوير النظام التعليمي بها والذي يعود على طلابها بمواكبة التطورات العلمية والتكنولوجية على صعيد النظام التعليمي، وسياسيًا وثقافيًا على مستوى المجتمع  كما تتميز جامعة استينيا بمرونة المنهج التعليمي ليواكب سوق العمل المعاصر وتجهيز الطالب على الصعيد الأكاديمي والعملي.",

    "bauunititlep" : "جامعة بهتشه شهير",
    "bauuniarticletitle" : "نبذة عن جامعة بهتشه شهير",
    "bauuniarticlepara1" : "تعد جامعة بهتشه شهير اسطنبول إحدى أفضل الجامعات التركية. وأحد أهم فروع مؤسسة جامعات بهتشه شهير العالمية التي تمتلك عدة فروع في مواقع مركزية في الدول التالية: واشنطن ووادي السيليكون بالولايات المتحدة الأمريكية وبرلين بألمانيا وتورنتو بكندا وجورجيا والصين وإيطاليا وشمال قبرص التركية، كما تضم عدد كبير من الطلاب الدوليين من مختلف أنحاء العالم، وتسير وفقًا لرؤيتها في أن تصبح جامعة بحثية لها مكانة دولية. تأسست جامعة بهتشه شهير عام 1998م رافعةً شعار (جامعةُ العالم في قلب اسطنبول وملتقى القارتين). تتميز الجامعة بأن لديها برامج تبادل الأساتذة والطلاب مع الكثير من الجامعات حول العالم منها: جامعة نيويورك وجامعة هارفارد وجامعة ستانفورد وجامعة يوكوجاوا وجامعة برلين التقنية ومعهد ماساتشوستس للتقنية. كما حصلت الجامعة على جائزة الأمم المتحدة للتعليم العالي تقديرًا لجهودها في مجال التعليم العالي وتعاونها مع سوق العمل وتخريج الطلاب أصحاب الخبرة المهنية والكفاءة، حيث تعد جامعة بهتشه شهير من أولى الجامعات التركية التي تطبق مشروع التعاون بين الجامعة وسوق العمل الذي يقدم للطالب فرصة معايشة تجربة حياة عملية حقيقية خلال سنوات الدراسة بالجامعة. هذا المشروع الذي انطلق من مفهوم “حرمُ جامعتي هو مكان عملي” يعتمد على اتفاقيات تعاون مع حوالي 800 مصنع داخل تركيا وخارجها ويعطي للطلاب إمكانية التدريب والحصول على الخبرة العملية في العديد من المجالات. تستخدم الجامعة اللغتين الإنجليزية أو التركية في تدريس مختلف التخصصات، وتوفر عام تحضيري لدراسة اللغة. من جهة أخرى يمكن لطلاب جامعة بهتشه شهير اسطنبول دراسة البرامج الدراسية الصيفية في أي فرع من فروع مجموعة جامعات بهتشه شهير.",
    "bauuniarticleadvantagestitle" : "رؤية جامعة بهتشه شهير",
    "bauuniarticleadv1" : "القيام بأنشطة بحث وتطوير تهدف إلى إنتاج وحماية ونشر المعلومات والدراسات التي تساهم في رفع مستويات المعيشة في المجتمع",
    "bauuniarticleadv2" : "تحسين جودة عمليات التعليم والبحث والتطوير بشكل مستمر",
    "bauuniarticleadv3" : "منح الطلاب الفرصة لتشكيل خبراتهم التعليمية والحياتية",
    "bauuniarticleadv4" : "تقديم المساعدة للطلاب الخريجين من خلال مكتب الخريجين التابع لها، الذي يقدم الدورات التدريبية والندوات للخريجين",








    "isikunititlep" : "جامعة ايشك",
    "isikuniarticletitle" : "نبذة عن جامعة ايشك",
    "isikuuniarticlepara1" : "تأسست جامعة ايشك عام 1996 من قبل جمعية مدارس فايز التي تعتبر واحدة من أقدم المؤسسات التعليمية في تركيا. تمتلك الجامعة حرمين جامعيين في بيئة طبيعية ساحرة بالقرب من حياة المدينة الحديثة، على مساحة 490،000 متر مربع، يشملان كافة المرافق الحديثة (الفصول الدراسية والمكتبات والمرافق الاجتماعية والرياضية والمعارض الفنية) وكل ما يعزز الحياة الجامعية للطلاب ليصبحوا ناجحين في حياتهم المهنية والشخصية. تضم جامعة ايشك 5 كليات ومعهدين للدراسات العليا ومدرستين مهنيتين. وقد أثبتت الجامعة وجودها في الساحة العلمية والتعليمية بين الجامعات التركية بشكل قوي في الآونة الأخيرة، فهي إحدى أقوى الجامعات الخاصة في تركيا اليوم التي تجذب عدد كبير من الطلاب من بلدان مختلفة حول العالم سنويًا في مختلف التخصصات الهندسية والإدارية والفنية. يمكن للطلاب الذين يرغبون في دراسة اللغة وإتقانها قبل بدء دراسة التخصص الإلتحاق بمدرسة اللغات الأجنبية (SFL) التابعة لجامعة ايشك، المعتمدة من قبل EAQUALS (المؤسسة الدولية الشهيرة عالميًا وهيئة الاعتماد لمؤسسات تعليم اللغات)، ذلك الاعتماد يدل على جودة التدريس وبرامج الدورات التدريبية وكذلك جودة تنظيم الدورة التعليمية وكفاءة المعلمين في مدرسة اللغات الأجنبية التابعة لجامعة ايشك.",
    "isikuniarticleadvantagestitle" : "رؤية جامعة ايشك",


    "altinbasunititlep" : "جامعة آلتن باش", 
    "altinbasuniarticletitle" : "نبذة عن جامعة آلتن باش",
    "altinbasuuniarticlepara1" : "صُنفت جامعة آلتن باش كواحدة من أفضل الجامعات الخاصة في تركيا، نتيجةً لأهدافها وجهودها لتكون مركزًا دوليًا للطلاب من جميع أنحاء العالم في مجال التعليم العالي، فقد كان لها دورًا كبيرًا في تخريج جيل من أصحاب العقول الواعية والأيدي الفنية الماهرة التي تساهم في رقي المجتمع وتقدمه. كما تسعى جامعة آلتن باش إلى زيادة فرص التعاون مع الجامعات الأجنبية الرائدة، لزيادة فرص التبادل الطلابي وتبادل الخبرات والكفاءات. وتوفير المزيد من الفرص للطلاب في مجالات التعليم والبحث العلمي.",
    "altinbasuniarticleadvantagestitle" : "رؤية جامعة آلتن باش",
    "altinbasuniarticleadv1" : "تثقيف جيل من شباب القرن الجديد حتى تبني لديهم ثقة كبيرة بأنفسهم ويصبحوا قادرين على التفاعل مع المجتمع من الناحية التكنولوجية. كما تعمل الجامعة أيضًا على إنشاء مسارات حيوية في العالم أجمع",
    "altinbasuniarticleadv2" : "المساهمة في تطوير مختلف مستويات المجتمع وتشكيل علاقات وثيقة مع المجتمع المحلي والعالمي",
    "altinbasuniarticleadv3" : "تساهم في إيجاد حلول عصرية للمشكلات التي تواجه المجتمع تلعب دورًا رائدًا في تحفيز التفاعلات العلمية والثقافية والاجتماعية",
    "altinbasuniarticleadv4" : "حائزة على اعتمادات من الاتحاد الأوروبي وعدد من الدول العربية، على رأس هذه الدول دولة العراق وجمهورية مصر العربية",
    "medipolunititlep" : "جامعة اسطنبول ميديبول",
    "medipoluniarticletitle" : "نبذة عن جامعة اسطنبول ميديبول",
    "medipoluuniarticlepara1" : "تعد جامعة اسطنبول ميديبول واحدة من أفضل الجامعات التركية وأفضل الجامعات على مستوى أوروبا. تقع الجامعة في مكان محاط بتراث حضاري عريق حيث تلتقي قارتي آسيا وأوروبا. تمتلك جامعة اسطنبول ميديبول حرمين جامعيين في منطقة كاواجيك ومنطقة هاليتش، يضمان قاعات واسعة مُجهزة بأحدث المعدات السمعية والبصرية، وملاعب التنس وكرة السلة والساحات الترفيهية لتجمعات الطلاب وما يقرب من 50 نادي طلابي، بجانب السينما والمسرح واستديوهات التصوير الفوتوغرافي.",
    "medipoluniarticleadvantagestitle" : "مميزات  جامعة اسطنبول ميديبول",
    "medipoluniarticleadv1" : "تضم عدد من المراكز الاستشارية التي تعمل على توجيه الطلاب وتقديم الاستشارات الشخصية والنفسية لهم من قبل خبراء نفسيين مؤهلين ومُجهزين لدعم الطلاب نفسياً واجتماعياً.",
    "medipoluniarticleadv2" : "تنظم العديد من الأنشطة الثقافية منها الحفلات الموسيقية ومسابقات التصوير الفوتوغرافي وغيرها من الحفلات في الأندية الطلابية المتنوعة.",
    "medipoluniarticleadv3" : "تُعد برامج التعليم الإلكتروني لتوفير التعليم دون حواجز للجميع، حيث تمتلك الجامعة مركزًا للتعليم عن بعد، يعمل على تنسيق وإعداد برامج الشهادات والدبلومات باستخدام أدوات التدريب التكنولوجي المختلفة في إعطاء دورات التعليم عن بعد على يد المتخصصين.  ",
    "medipoluniarticleadv4" : "تمتلك قاعة كبيرة لتقديم وجبات متنوعة للطلاب من مطبخ الجامعة في جو صحي مميز.",

    "fenerbahceunititlep" : "جامعة فنار بهتشه",
    "fenerbahceuniarticletitle" : "نبذة عن جامعة فنار بهتشه",
    "fenerbahceuuniarticlepara1" : "تقع جامعة فنار بهتشه في حي أتاشهير، أحد أرقى أحياء مدينة اسطنبول. ويبعد الحرم الجامعي عشر دقائق فقط عن جميع الطرق الدائرية وقريب من محطة المترو، مما يمكن الطلاب من الوصول إلى جانبي اسطنبول بسهولة. وتعتبر جامعة فنار بهتشه إحدى أفضل الجامعات التركية التي توفر لطلابها تعليم أكاديمي عالي الجودة. تضم الجامعة 5 كليات هم: كلية الهندسة والعمارة وكلية الاقتصاد والعلوم الإدارية وكلية الاتصالات وكلية العلوم الرياضية وكلية العلوم الصحية. يضم الحرم الجامعي لجامعة فنار بهتشه مركز طبي متطور، ومركز ألعاب للياقة البدنية يضم الصالات الرياضية والملاعب للرياضات المتنوعة، بالإضافة إلى المركز الإعلامي الذي تم إنشاؤه بهدف تشجيع الطلاب على تطوير مشاريعهم الإعلامية الخاصة بكلية الاتصالات. كما تنظم هذه المراكز مشاريع وأنشطة بحث علمي متنوعة تستخدم أحدث التقنيات التكنولوجية",
    "fenerbahceuniarticleadvantagestitle" : "مميزات  جامعة فنار بهتشه",
    "fenerbahceuniarticleadv1" : "تمتلك الجامعة فصول دراسية حديثة ذات مساحات صغيرة حتى تكون نسبة الطلاب إلى أعضاء هيئة التدريس بداخلها منخفضة ويكون لكل طالب فرصة في السؤال ومناقشة الأساتذة والأكاديميين",
    "fenerbahceuniarticleadv2" : "لديها شراكات قوية مع مؤسسات وشركات مختلفة في قطاعات الأعمال",
    "fenerbahceuniarticleadv3" : "أحد أهم أهداف الجامعة هو تدريب الأجيال الواعية بمتطلبات العصر، مما يعطيهم قابلية عالية للتوظيف في أسواق العمل",
    "fenerbahceuniarticleadv4" : "توفر نوادي طلابية متطورة ومتنوعة تعمل على تدريب أفراد مبدعين ورياديين يساهمون في التنمية الثقافية والاجتماعية",



    "okanunititlep" : "جامعة اسطنبول اوكان",
    "okanuniarticletitle":"نبذة عن جامعة اسطنبول اوكان",
    "okanuuniarticlepara1" : "تعد جامعة اسطنبول اوكان من أكثر الجامعات تطورًا في تركيا. تأسست الجامعة عام 1999م من قبل مؤسسة Okan للثقافة والتعليم والرياضة، بهدف دعم الطلاب ليصبحوا خريجين متميزين في التخصصات المختلفة، وإعداد العلماء المستقبليين القادرين على إثبات مهاراتهم وخبرتهم على المستوى النظري والعملي. تضم جامعة اسطنبول اوكان 10 كليات، تشمل مختلف التخصصات باللغتين الإنجليزية أو التركية، وحوالي 63 برنامج لطلاب البكالوريوس و41 برنامج للماجستير و13 برنامج للدكتوراه. بالإضافة إلى المدارس المهنية ومعاهد الدراسات العليا. كما تقدم الجامعة لطلابها فرص التبادل الطلابي في 400 مؤسسة مختلفة في جميع أنحاء العالم، حيث أنها من أفضل الجامعات التركية التي لها عضوية في شبكة تبادل الطلاب الدوليين.",
    "okanuniarticleadvantagestitle" : "مميزات  جامعة اسطنبول اوكان",




    "nisunidepartmentstitle" : "التخصصات الموجودة في الجامعة",
    "nisunipdfclick" : "اضغط هنا لرِؤية التخصصات",
    "uniapplynowbtnartc" : "تسجل الان"
}