{

    "NavLogo" : "الامانة",
    "NavHome" : "الرئيسية",
    "NavAbout" : "من نحن",
    "NavUnis" : "الجامعات",
    "NavSignIn" : "تسجيل الدخول",
    "NavSettings" : "الاعدادات",
    "NavMenu" : "القائمة",
    "NavClose" : "اغلاق",
    "banner_text" : "تاسست مجموعة أمانة عن طريق شباب طموحة وخبرة تتجاوز ٥سنين إذ نملك اعتمادًا كوننا وكلاء معتمدين. لأكثر من 30 جامعة، فإننا نوفر للطلاب فرصة الحصول على أفضل العروض ، و الخصومات على القسط السنوي على مدار كل السنوات الدراسية و المنح الجزئية.",
    "PlayText" : "شاهد",
    "ReelText" : "المقطع",
   "ServText" : "خدما",
    "IcesText" : "تنا",
    "servicesMajorTitle" : "اختيار التخصص",
    "servicesMajorParagraph" : "نحن نساعد الطلاب على فهم اهتماماتهم ومواهبهم الشخصية حتى يتمكنوا من اختيار التخصص الذي يناسبهم.",
    "servicesUniversityTitle" : "اختيار الجامعة",
    "servicesUniversityParagraph" : "  نقدم معلومات شاملة عن الجامعات المختلفة، بما في ذلك معايير القبول وبرامج الدراسة المتاحة، ونساعد الطلاب في اختيار الجامعة التي تتناسب مع احتياجاتهم وأهدافهم.",
    "servicesApplyingTitle" : "التقديم للجامعات",
    "servicesApplyingParagraph" : "نقدم المستندات المطلوبة للجامعات و الحصول على القبول الجامعي.",
       "whatRUWF" : "ماذا تنتظر؟",
    "DMTO" : "لا تفوت الفرصة",
    "FooterIntroOne" : "مستقبلك",
    "FooterIntroTwo" : "مضمون معنا",
    "faq1sttitle" : "ما هي خدمات مجموعة الأمانة؟",
    "faq1stanswer" : "نحن نهدف إلى تقديم استشارات تعليمية حسب خبرتنا الطويلة في توجيه الطلاب لاختيار التخصص والجامعة التي تضمن نجاحهم في المستقبل. نقوم في عملية التسجيل في الجامعات التركية بما في ذلك نضمن حصول الطالب على قبوله الجامعي، و نتابع جميع الإجراءات اللازمة حتى أن يصبح طالبًا جامعيًا رسميًا.",
    "faq2ndtitle" : "ما هي المستندات المطلوبة للتقديم؟",
    "faq2ndanswer" : "لطلب القبول في برنامج البكالوريوس، يُطلب منك تقديم المستندات التالية: جواز السفر صورة شخصية (اختيارية). شهادة التخرج من المرحلة الثانوية. كشف العلامات/الدرجات الثانوية. البريد الإلكتروني الخاص بالطالب. أما بالنسبة لطلب القبول في برنامج الماجستير، يُطلب منك تقديم المستندات التالية: جواز السفر صورة شخصية (اختيارية). شهادة التخرج من مرحلة البكالوريوس. كشف العلامات/الدرجات لمرحلة البكالوريوس. البريد الإلكتروني الخاص بالطالب هناك بعض المستندات الاختيارية التي يمكنك تقديمها إذا رغبت في ذلك، مثل: السيرة الذاتية. رسالة الدافع. شهادة TOEFL, TOME, SAT, IELTS (تختلف حسب دراسة لغة التخصص).",
    "faq3rdtitle" : "بعد تقديم طلبي، ما هي الخطوة التالية؟",
    "faq3rdanswer" : "سيتم التواصل معك ومتابعتك خلال عملية القبول، وسيتم إبلاغك بأي تحديثات أو تغييرات تتعلق بحالة طلبك، بما في ذلك قبولك في الجامعة المرغوبة. سيتم تزويدك بالمعلومات اللازمة حول الإجراءات التالية والوثائق المطلوبة لاستكمال عملية التسجيل واستلام بطاقة الطالب. من خلال هذا التواصل المستمر، ستكون على دراية بتطورات طلبك وستتمكن من اتخاذ الإجراءات المطلوبة في الوقت المناسب. يهدف فريقنا إلى توفير دعم شامل ومستمر لضمان نجاح عملية تسجيلك في الجامعة.",
    "faq4thtitle" : "ما هي تفاصيل عملية التقديم؟",
    "faq4thanswer" : "تفاصيل عملية التقدم يمكنك الحصول عليها بالتواصل مع مستشارينا التعليميين ،و إليك نظرة عامة على الخطوات الأساسية: تعبئة طلب القبول عبر موقعنا اختيار الجامعة والتخصص الحصول على القبول المبدئي دفع الإيداع القبول النهائي وطلب التأشيرة التسجيل النهائي واستلام بطاقة الهوية الجامعية",
    "faq5thtitle" : "ما هو آخر موعد للتقديم؟",
    "faq5thanswer" : "يبدأ العام الدراسي في تركيا مرة واحدة في السنة بشهر سبتمبر. أفضل وقت للتقديم يكون من الشهر السادس وحتى الشهر العاشر، علما بأنه عند اكتمال مقاعد أي جامعة يتم الإعلان عن ذلك من خلال منصاتنا الاجتماعية.",
    "faq6thtitle" : "هل هناك منح دراسية؟ كيف أقوم بالتسجيل بها؟",
    "faq6thanswer" : "تتغير فرص المنح الدراسية في الجامعات المختلفة سنويًا، ولذلك سيكون التواصل معنا هو أسهل طريقة لمعرفة الإصدار المحدث من المنح الدراسية.",
    "faqtitle" : "أسئلة",
    "faqtitle1" : "شائعة",
    "footerPages" : "الصفحات",
    "footerContact" : "تواصل معنا",
    "copyright" : "حقوق الطبع والنشر الأمانة للتعليم (2022)",
    "footerEightve" : "تم تصميمه وتطويره بواسطة استوديو Eightve"
}