{
  "NavHome" : "Home",
  "NavAbout" : "About",
  "NavUnis" : "Universities",
  "NavSignIn" : "Sign In",
  "NavSettings" : "Settings",
  "NavMenu" : "Menu",
  "NavClose" : "Close",
  "navtrack" : "Application Status",
"NavLogo" : "ELAMANA",
"banner_text" : "Amana Group was established by ambitious youth with more than 5 years of experience, as we have accreditation as authorized agents. For more than 30 universities, we provide students with the opportunity to get the best offers, discounts on annual tuition over all academic years and partial scholarships.",
    "PlayText" : "Play",
    "ReelText" : "Reel",
     "ServText" : "Serv",
    "IcesText" : "Ices",
    "servicesMajorTitle" : "Major",
    "servicesMajorParagraph" : "We help students understand their personal interests and talents so that they can choose the major that best suits them.",
    "servicesUniversityTitle" : "University",
    "servicesUniversityParagraph" : "We provide comprehensive information about different universities, including admission criteria and available study programs, and help students choose the university that best suits their needs and goals.",
    "servicesApplyingTitle" : "Applying",
    "servicesApplyingParagraph" : "We submit the required documents to universities and obtain university admission.",
    "whatRUWF" : "What are you waiting for?",
    "DMTO" : "DON'T MISS THE OPPORTUNITY",
    "FooterIntroOne" : "your future",
    "FooterIntroTwo" : "is guaranteed with us",
    "faq1sttitle" : "What are ElAmana Group services?",
    "faq1stanswer" : "We aim to provide educational consultations based on our long experience in guiding students to choose the major and university that guarantees their success in the future. We carry out the registration process in Turkish universities, including ensuring that the student obtains university admission, and we follow all necessary procedures until he becomes an official university student.",
    "faq2ndtitle" : "What documents are required to apply?",
    "faq2ndanswer" : "To apply for admission to the undergraduate program, you are required to submit the following documents: Passport Personal photo (optional). Secondary school graduation certificate. Transcript of secondary school grades/grades. Student email. As for the application for admission to the master’s program, you are required to submit the following documents: Passport and personal photo (optional). Bachelor’s degree graduation certificate. Transcript of marks/grades for the bachelor’s degree. Student email There are some optional documents that you can submit if you wish, such as: CV. Motivation letter. TOEFL, TOME, SAT, IELTS certificate (varies according to the study of the language of specialization).",
    "faq3rdtitle" : "After submitting my application, what is the next step?",
    "faq3rdanswer" : "You will be contacted and followed through the admissions process, and will be notified of any updates or changes regarding the status of your application, including your acceptance to your desired university. You will be provided with the necessary information about the following procedures and documents required to complete the registration process and receive your student card. Through this continuous communication, you will be aware of the developments of your application and will be able to take the required actions in a timely manner. Our team aims to provide comprehensive and ongoing support to ensure the success of your registration process at the university.",
    "faq4thtitle" : "What are the details of the application process?",
    "faq4thanswer" : "Details of the application process can be obtained by contacting our educational consultants. Here is an overview of the basic steps: Filling out the admission application through our website. Choosing the university and specialization. Obtaining initial admission. Paying the deposit. Final admission and visa application. Final registration and receiving the university ID card.",
    "faq5thtitle" : "What is the last date to apply?",
    "faq5thanswer" : "The academic year in Türkiye begins once a year in September. The best time to apply is from the sixth month to the tenth month, noting that when seats at any university are complete, this will be announced through our social platforms.",
    "faq6thtitle" : "Are there scholarships? How do I register with it?",
    "faq6thanswer" : "Scholarship opportunities at different universities change annually, so contacting us will be the easiest way to know the updated version of scholarships.",
    "faqtitle" : "FREQUENTLY ASKED",
    "faqtitle1" : "QUESTIONS",
    "footerPages" : "Pages",
    "footerContact" : "Contact",
    "copyright" : "copyright el amana for education (2022)",
    "footerEightve" : "Designed and developed by Eightve Studio",
    "about_text" : "Our company specializes in guiding students to help them make important educational decisions providing a wide range of services.",
    "ourteamtitle" : "Our Team",
    "ourtm1" : "Founder",
    "ourtm3" : "C.E.O",
    "ourtm2" : "Services Administrator",
    "UniversitiesTitle" : "Universities",
    "nisunititlep" : "Nişantaşı University",
    "nisuniarticletitle" : "About Nişantaşı University",
    "nisuniarticlepara1" : "Nisantasi University was established by the Nisantasi Education and Culture Foundation after its decision to establish it in 2009, with the aim of providing the student with strong academic skills that lead to his advancement in professional life, relying on the scientific thinking system, and keeping pace with developments in the era of digital technology. And that the university, with its students and trained faculty, can represent Türkiye in international arenas. The university also provides opportunities for students to learn about themselves and their dreams, set their goals, and overcome obstacles on their way to these goals.",
    "nisuniarticleadvantagestitle" : "Advantages of studying at Nişantaşı University",
    "nisuniarticleadv1" : "Contemporary theoretical and applied curricula are in line with international academic quality standards An urban university in the heart of Istanbul, it is also one of the fastest growing and developing universities in Turkey",
    "nisuniarticleadv2" : "It has a wide range of academic programs geared towards meeting the needs of the business world Keen on practical training to gain practical experience and skills",
    "nisuniarticleadv3" : "The university is a member of the Erasmus student exchange organization, which gives students practical training opportunities at the international level",
    "nisuniarticleadv4" : "It has more than 35 active student clubs that provide many student activities The university has an office for the coordination of scientific projects, which works to assist students and researchers and expand the scope of scientific research",
    "nisuniarticleadv5" : "The university has multiple sports fields and halls for fitness activities",
    "nisunidocforregist" : "Documents required for registration",
    "nisunidocforregist1" : "Bachelor's",
    "nisunidocforregist2" : "Passport",
    "nisunidocforregist3" : "High school transcript",
    "nisunidocforregist4" : "The papers shall be original and translated",
    "nisunidocforregist5" : "Master's",
    "nisunidocforregist6" : "Passport",
    "nisunidocforregist7" : "Bachelor's papers, original transcripts and certificates, and a translation",
    "nisunidocforregist8" : "Language informations",
    "nisunidocforregist9" : "Language certificate for English",
    "nisunidocforregist10" : "Language certificate for Turkish",
    "nisunidepartmentstitle" : "Available departments in the university",
    "nisunipdfclick" : "Click here to see the departments",
    "uniapplynowbtnartc" : "Apply Now",
    "gelunititlep" : "Gelişim Universitesi",
    "geluniarticletitle" : "About Gelişim University",
    "geluniarticlepara1" : "Istanbul Gelişim University is established by Gelişim Education, Culture, Health and Social Services Foundation. The university is located in Istanbul, on the European side, specifically in the Avcılar area, near Ataturk Airport. Istanbul Gelişim University is one of the most preferred universities among international students, and one of the best Turkish universities. Istanbul Gelişim University has about 31,000 local and international students, studying at the undergraduate and graduate levels. The university offers about 57 undergraduate programs through 3 colleges, 3 institutes for graduate studies, 4 schools for different specializations in the two-year system, two vocational schools, 27 master’s degree programs, and 6 doctoral programs.",
    "geluniarticleadvantagestitle" : "The vision of Gelişim University",
    "geluniarticleadv1" : "To be one of the global universities that add value to society at all levels. The university also aims for permanent development",
    "gelunidocforregist2" : "Passport + email + mother and father's names in English + personal photo + transcript + student certificate ",
    "gelunidocforregist6" : "CV + Letter of Intent + Protofolio for technical majors",
    "gelunidocforregist7" : "Completion papers (mark sheet from the previous university + course description)",


    "biruniunititlep" : "Biruni University",
    "biruniuniarticletitle" : "About Biruni University",
    "biruniuniarticlepara1" : "Biruni University is one of the most powerful Turkish universities in the heart of Istanbul. The university was established to contribute to the academic community and practical life through theoretical and applied scientific studies, applying the principles of thinking and working in a scientific way through research and development. The university also seeks more cooperation with the universities of Europe, America, Asia, the Middle East and Africa by attending international conferences and exhibitions. The university includes more than 6,000 students in various disciplines in 6 colleges, most notably the colleges of medical specializations (medicine, dentistry, pharmacy) that distinguish the university, in addition to one vocational school for health services. It is worth noting that the name of the university is inspired by the name of the venerable scholar Abu al-Rayhan al-Biruni, who was famous for his knowledge and contribution in many fields, especially in medicine, pharmacy, astronomy, mathematics, physics, geography and history. The purpose of choosing that name was to perpetuate the name of that scientist who engraved his name in history with his knowledge and ideas, and to follow in his footsteps towards providing more constructive ideas and sciences that contribute to the development of society.",
    "biruniuniarticleadvantagestitle" : "The vision of Biruni University",
    "biruniuniarticleadv1" : "To be an innovative and pioneering university in various disciplines, and medical specializations in particular To be considered an important reference in Türkiye and around the world in the fields of education and research",
    "biruniimportnote" : "Registration at the university has begun. Registration will be in attendance, meaning the student must come to the university to register",
    "biruniunidocforregist1" : "Foreign passport translated and certified",
    "biruniunidocforregist2" : "Turkish identity, if any, or Turkish residency, if any",
    "biruniunidocforregist3" : "If the student holds Turkish citizenship, a paper (NÜFUS KAYIT ÖRNEĞİ) must be issued.",
    "biruniunidocforregist4" : "Original certificates",
    "biruniunidocforregist6" : "Translating and notarizing the original certificates if the papers are in Arabic only",
    "biruniunidocforregist7" : "The denklik paper or appointment paper, and if it is not available, the university gives the student up to the 12th month to submit the amendment.",




    "istinyeunititlep" : "Istinye University",
    "istinyeuniarticletitle" : "About Istinye University",
    "istinyeuniarticlepara1" : "Istinye University is one of the best Turkish private universities located in Istanbul on its European side. Istinye University has become famous in recent years for its focus and placing the largest share of its efforts in scientific research and the development of its educational system, which depends on its students to keep abreast of scientific and technological developments in terms of the educational system, and politically culturally at the community level. Istinye University is also characterized by the flexibility of the educational curriculum to keep pace with the contemporary labor market and to equip the student on the academic and practical levels.",



    "bauunititlep" : "Bahçeşehir Üniversitesi",
    "bauuniarticletitle" : "About Bahçeşehir University",
    "bauuniarticlepara1" : "Bahçeşehir University, Istanbul, is one of the best Turkish universities. It is one of the most important branches of the Bahçeşehir International Universities Foundation, which has several branches in central locations in the following countries: Washington and Silicon Valley in the United States of America, Berlin in Germany, Toronto in Canada, Georgia, China, Italy and Turkish Northern Cyprus. It also includes a large number of international students from different parts of the world, and it operates according to For its vision of becoming a research university of international standing. Bahçeşehir University was established in 1998 AD, raising the slogan (University of the World in the heart of Istanbul and the meeting place of two continents). The university is distinguished by having exchange programs for professors and students with many universities around the world, including: New York University, Harvard University, Stanford University, Yokogawa University, Technical University of Berlin, and the Massachusetts Institute of Technology. The university also received the United Nations Award for Higher Education in recognition of its efforts in the field of higher education, its cooperation with the labor market, and the graduation of students with professional experience and competence. Bahçeşehir University is one of the first Turkish universities to implement a cooperation project between the university and the labor market, which provides the student with the opportunity to live a life experience. A real process during the university years. This project, which started from the concept of “My university campus is my workplace,” relies on cooperation agreements with about 800 factories inside and outside Turkey and gives students the possibility of training and obtaining practical experience in many fields. The university uses English or Turkish in teaching various specializations, and provides a preparatory year to study the language. On the other hand, students of Bahçeşehir Istanbul University can study summer study programs in any branch of the Bahcesehir group of universities.",
    "bauuniarticleadvantagestitle" : "The vision of Bahçeşehir University",
    "bauuniarticleadv1" : "Carrying out research and development activities aimed at producing, protecting and disseminating information and studies that contribute to raising living standards in society",
    "bauuniarticleadv2" : "Continuously improving the quality of education, research and development processes",
    "bauuniarticleadv3" : "Giving students the opportunity to shape their educational and life experiences",
    "bauuniarticleadv4" : "Providing assistance to graduate students through its Graduate Office, which offers training courses and seminars for graduates",

    "atlasunititlep" : "Atlas Üniversitesi",
    "atlasuniarticlepara1" : "Istanbul Atlas University Campus is located on a huge area of 110.000 m2 in KAĞITHANE İSTANBUL. The campus is close enough to the centers like Şişli, Beşiktaş, Sarıyer, Taksim, Levent, and Maslak. And it should be noted that Istanbul Atlas University includes a number of experienced teaching members who can provide high academic learning while leading the students and supervising researches, innovations, and other assignments.The University believes in the importance of quality education as it is the most important and common factor for countries’ development, for that reason it offers high academic programs and is considered as one of the top universities in Turkey. Istanbul Atlas University Campus includes a research and application dentistry center, equipped with sufficient and modern techniques, in addition to 18 operating rooms, 19 modern laboratories, and a large library on 2.500. It also includes 600 translation rooms and activities area including a gym on 1000 m2.",
    "atlasuniarticleadvantagestitle" : "The vision of Atlas University",
    "atlasuniarticleadv1" : " It has a safe and efficient infrastructure",
    "atlasuniarticleadv2" : "It transfers scientific research, information, and innovations into real services and high-quality products.",
    "atlasuniarticleadv3" : "Life at Istanbul Atlas University isn’t limited only to academic education, but also allows students to improve their personal skills in a healthy environment where they can participate in sports, cultural, and social activities",
    "atlasuniarticleadv4" : "It supports all research studies",

    "beykozunititlep" : "Beykoz  Üniversitesi",
    "beykozuniarticlepara1" : "Beykoz University established in 2008 by Beykoz vocational school of logistics, the University located on the Asian side of Istanbul in Beykoz district. In addition, it is one of the top private universities in Turkey and it includes many majors like Engineering and Architecture, social sciences, management, and administrative sciences. The University provides programs in both (English & Turkish) languages.",
    "beykozuniarticleadvantagestitle" : "The vision of Beykoz University",
    "beykozuniarticleadv2" : "Beykoz University aims to raise individuals who are self-confident, responsible, and have good communication skills. In addition to those who respect cultural values, and who have improved their personal & practical skills like decision making and problem-solving.",
    "kentunititlep" : "Istanbul Kent University",
    "kentuniarticletitle" : "The vision of Kent University",
    "kentuuniarticlepara1" : "Istanbul Kent University established by the Unimpeded Education Foundation (ENEV) in the center of Istanbul, with the aim of providing modern & innovative education to qualify students with all the required skills in professional life. In reach to achieve this mission, the University offers financial aid to the students who face financial problems. And it provides English courses to its students, to prepare them for national & international vacancies. The University accepted its first students in the academic year of 2017-2018. As it includes 4 faculties, 2 vocational schools, and a graduate school. The University keens on providing a high quality of education to contribute to social development by preparing a qualified generation.",
    "kentuniarticleadvantagestitle" : "The Advantages of Kent University",
    "kentuniarticleadv1" : "It has a number of experienced teaching members who possess high qualifications",
    "kentuniarticleadv2" : "It includes equipped laboratories and workshops with high techniques",
    "kentuniarticleadv3" : "It makes good plans to prepare students for their careers",
    "kentuniarticleadv4" : "It supervises sports competitions on the University campus during their academic year. Istanbul Kent University also supports its students to compete in other universities through competitions and sports championships",
    "beykentunititlep" : "Beykent Universitesi",
    "beykentuniarticletitle" : "The vision of Beykent University",
    "beykentuuniarticlepara1" : "Beykent University began receiving the first batch of students in 1997/1998. It has a distinguished location on the European side of Istanbul and is ranked among the top 500 universities in the world in scientific research and innovation according to the SCImago classification for the year 2021. Beykent University believes in the importance of education and that it is the ideal solution to face all challenges. Challenges, whether at the local or global level. It also believes that high-quality education is an essential factor in the development process.",
    "beykentuniarticleadvantagestitle" : "The Advantages of Beykent University", 
    "beykentuniarticleadv1" : "The university has more than 10 research centres, a continuing learning and employment centre, and a distance education centre.",
    "beykentuniarticleadv2" : "Beykent University is distinguished by the multiplicity of specializations taught in both languages, English and Turkish. The university has 4 campuses, including 9 faculties and an academically equipped institute that includes a variety of graduate programs and a number of professional institutes.",
    "beykentuniarticleadv3" : "It offers students training courses in various fields that suit their specialization, in addition to the seminars and conferences it organizes.",
    "beykentuniarticleadv4" : "Beykent University provides its educational services using the latest educational methods and systems and through an effective educational environment that helps students research and innovate under the supervision of professors and experts.",

    "isikunititlep" : "Işık Üniversitesi",
    "isikuniarticletitle" : "About Işık University",
    "isikuuniarticlepara1" : "Işık University was founded in 1996 by the Fayez Schools Association, which is considered one of the oldest educational institutions in Turkey. The university has two campuses in a charming natural environment close to modern city life, on an area of 490,000 square metres, including all modern facilities (classrooms, libraries, social and sports facilities, art galleries) and everything that enhances university life for students to become successful in their professional and personal lives. Işık University includes 5 faculties, 2 graduate institutes, and 2 vocational schools. The university has strongly demonstrated its presence in the scientific and educational arena among Turkish universities in recent times, as it is one of the strongest private universities in Turkey today that attracts a large number of students from different countries around the world annually in various engineering, administrative and technical specializations. Students who wish to study and master the language before starting their specialization can enroll in the School of Foreign Languages (SFL) of Işık University, which is accredited by EAQUALS (the world-famous international institution and accreditation body for language teaching institutions). This accreditation indicates the quality of teaching and training course programs as well as the quality of Organization of the educational course and competence of teachers at the School of Foreign Languages of Işık University.",
    "isikuniarticleadvantagestitle" : "The vision of Işık University",

    "altinbasunititlep" : "Altınbaş Üniversitesi",
    "altinbasuniarticletitle" : "About Altınbaş University",
    "altinbasuuniarticlepara1" : "Altinbas University has been ranked as one of the best private universities in Turkey, as a result of its goals and efforts to be an international center for students from all over the world in the field of higher education. It has played a major role in graduating a generation of conscious minds and skilled artistic hands that contribute to the sophistication and progress of society. Altinbas University also seeks to increase opportunities for cooperation with leading foreign universities, to increase opportunities for student exchange and the exchange of experiences and competencies. Providing more opportunities for students in the fields of education and scientific research.",
    "altinbasuniarticleadvantagestitle" : "The vision of Altınbaş University",
    "altinbasuniarticleadv1" : "Educating a generation of young people of the new century so that they build great self-confidence and become able to interact with society from a technological standpoint. The university is also working to create vital paths around the world",
    "altinbasuniarticleadv2" : "Contributing to the development of various levels of society and forming close relationships with the local and global community",
    "altinbasuniarticleadv3" : "Contributes to finding modern solutions to the problems facing society It plays a leading role in stimulating scientific, cultural and social interactions",
    "altinbasuniarticleadv4" : "It has accreditations from the European Union and a number of Arab countries, led by the State of Iraq and the Arab Republic of Egypt",
    "medipolunititlep" : "Medipol Üniversitesi",
    "medipoluniarticletitle" : "The vision of Medipol University",
    "medipoluuniarticlepara1" : "Istanbul Medipol University is one of the best Turkish universities and the best universities in Europe. The university is located in a place surrounded by an ancient cultural heritage where the continents of Asia and Europe meet. Istanbul Medipol University has two campuses in the Kavacik district and the Halic district, which include spacious halls equipped with the latest audio-visual equipment, tennis and basketball courts, recreational arenas for student gatherings, and nearly 50 student clubs, in addition to cinema, theater, and photography studios.",
    "medipoluniarticleadvantagestitle" : "The Advantages of Medipol University",
    "medipoluniarticleadv1" : "It includes a number of counseling centers that work to guide students and provide them with personal and psychological counseling by qualified psychological experts who are equipped to support students psychologically and socially.",
    "medipoluniarticleadv2" : "It organizes many cultural activities, including concerts, photography competitions, and other parties in various student clubs.",
    "medipoluniarticleadv3" : "E-learning programs are intended to provide education without barriers to everyone, as the university has a distance education center, which works on coordinating and preparing certificate and diploma programs using various technological training tools in giving distance education courses by specialists.",
    "medipoluniarticleadv4" : "It has a large hall to provide students with a variety of meals from the university kitchen in a distinctive, healthy atmosphere.",


"departmentsdownload" : "Departments",
"heroapplybtn" : "Apply",
    "fenerbahceunititlep" : "Fenerbahçe Üniversitesi",
    "fenerbahceuniarticletitle" : "The vision of Fenerbahçe University",
    "fenerbahceuuniarticlepara1" : "Fenerbahçe University is located in Atasehir, one of the most prestigious neighborhoods in Istanbul. The campus is only ten minutes away from all ring roads and close to the metro station, enabling students to reach both sides of Istanbul easily. Fenerbahçe University is considered one of the best Turkish universities that provides its students with high-quality academic education. The university includes 5 colleges: the College of Engineering and Architecture, the College of Economics and Administrative Sciences, the College of Communications, the College of Mathematical Sciences, and the College of Health Sciences. The Fenerbahçe University campus includes an advanced medical center, a fitness center that includes gyms and fields for various sports, in addition to the media center that was established with the aim of encouraging students to develop their own media projects at the Faculty of Communications. These centers also organize various scientific research projects and activities that use the latest technological technologies",
    "fenerbahceuniarticleadvantagestitle" : "The Advantages of Fenerbahçe University",
    "fenerbahceuniarticleadv1" : "The university has modern classrooms with small spaces so that the student-to-faculty ratio is low and every student has the opportunity to ask questions and discuss with professors and academics.",
    "fenerbahceuniarticleadv2" : "It has strong partnerships with different institutions and companies in business sectors",
    "fenerbahceuniarticleadv3" : "One of the university's most important goals is to train generations who are aware of the requirements of the times, which gives them high employability in labor markets",
    "fenerbahceuniarticleadv4" : "It provides advanced and diverse student clubs that train creative and entrepreneurial individuals who contribute to cultural and social development",


    "okanunititlep" : "Okan University",
    "okanuniarticletitle":"The vision of Okan University",
    "okanuuniarticlepara1" : "Istanbul Okan University is one of the most advanced universities in Turkey. The university was established in 1999 by the Okan Foundation for Culture, Education and Sports, with the aim of supporting students to become distinguished graduates in various disciplines, and preparing future scholars who are able to prove their skills and experience on a theoretical and practical level. Istanbul Okan University has 10 faculties, covering various disciplines in English or Turkish, about 63 undergraduate programs, 41 master’s programs and 13 doctoral programs. In addition to vocational schools and postgraduate institutes. The university also offers its students exchange opportunities in 400 different institutions around the world, as it is one of the best Turkish universities that has a membership in the international student exchange network.",
"okanuniarticleadvantagestitle" : "The Advantages of Okan University",
"applytitle" : "Personnal Informations",
"applypragraph" : "Please provide us with your personnal informtions to apply.",
"firstnameapply" : "Full Name",
"mothernameapply" : "Mother Name",
"fathernameapply" : "Father Name",
"genderapply" : "Gender",
"nationapply" : "Nation",
"secondnationaapply" : "Second Nation",
"contryapply" : "Country",
"passnoapply" : "Passport No",
"secondpassnoapply" : "Second Passport No",
"phonenoapply" : "Phone No",
"secondphonenoapply" : "Second Phone No",
"emailapply" : "Email",
"uniapplychoose" : "University",
"departchooseapply" : "Department",
"deplangapply" : "Department Language",
"emailsentapply" : "OK",
"emailsenttitleapply" : "We finished, Thank you",
"emailsentparagraphapply" : "Your application has been submited successfully please check your email to get your application ID to tarck your application status!",

"check_status": "Check Your Application Status",
  "enter_application_number": "Enter your application number to see the current status of your request.",
  "submit_button": "Check Status",
  "university": "University",
  "submitted_on": "Submitted on",
  "application_not_found": "Application not found",
  "application_status": "Application Status",
  "loading": "Loading...",
"applynowtitlemax":"Apply Now",
"applynowparagdown":"And make your dream come true.",
"gendermale" : "Male",
"genderfemale" : "Female",
"uninfotitle" : "University Informations",
"deplangturkish" : "Turkish",
"deplangenglish" : "English",
"imguploadtitle" : "Uploading Images",
"sendAppBtn" : "Send Application"
}