{
  "NavHome" : "Home",
  "NavAbout" : "About",
  "NavUnis" : "Universities",
  "NavSignIn" : "Sign In",
  "NavSettings" : "Settings",
  "NavMenu" : "Menu",
  "NavClose" : "Close",
"NavLogo" : "ELAMANA",
"banner_text" : "Amana Group was established by ambitious youth with more than 5 years of experience, as we have accreditation as authorized agents. For more than 30 universities, we provide students with the opportunity to get the best offers, discounts on annual tuition over all academic years and partial scholarships.",
    "PlayText" : "Play",
    "ReelText" : "Reel",
     "ServText" : "Serv",
    "IcesText" : "Ices",
    "servicesMajorTitle" : "Major",
    "servicesMajorParagraph" : "We help students understand their personal interests and talents so that they can choose the major that best suits them.",
    "servicesUniversityTitle" : "University",
    "servicesUniversityParagraph" : "We provide comprehensive information about different universities, including admission criteria and available study programs, and help students choose the university that best suits their needs and goals.",
    "servicesApplyingTitle" : "Applying",
    "servicesApplyingParagraph" : "We submit the required documents to universities and obtain university admission.",
    "whatRUWF" : "What are you waiting for?",
    "DMTO" : "DON'T MISS THE OPPORTUNITY",
    "FooterIntroOne" : "your future",
    "FooterIntroTwo" : "is guaranteed with us",
    "faq1sttitle" : "What are ElAmana Group services?",
    "faq1stanswer" : "We aim to provide educational consultations based on our long experience in guiding students to choose the major and university that guarantees their success in the future. We carry out the registration process in Turkish universities, including ensuring that the student obtains university admission, and we follow all necessary procedures until he becomes an official university student.",
    "faq2ndtitle" : "What documents are required to apply?",
    "faq2ndanswer" : "To apply for admission to the undergraduate program, you are required to submit the following documents: Passport Personal photo (optional). Secondary school graduation certificate. Transcript of secondary school grades/grades. Student email. As for the application for admission to the master’s program, you are required to submit the following documents: Passport and personal photo (optional). Bachelor’s degree graduation certificate. Transcript of marks/grades for the bachelor’s degree. Student email There are some optional documents that you can submit if you wish, such as: CV. Motivation letter. TOEFL, TOME, SAT, IELTS certificate (varies according to the study of the language of specialization).",
    "faq3rdtitle" : "After submitting my application, what is the next step?",
    "faq3rdanswer" : "You will be contacted and followed through the admissions process, and will be notified of any updates or changes regarding the status of your application, including your acceptance to your desired university. You will be provided with the necessary information about the following procedures and documents required to complete the registration process and receive your student card. Through this continuous communication, you will be aware of the developments of your application and will be able to take the required actions in a timely manner. Our team aims to provide comprehensive and ongoing support to ensure the success of your registration process at the university.",
    "faq4thtitle" : "What are the details of the application process?",
    "faq4thanswer" : "Details of the application process can be obtained by contacting our educational consultants. Here is an overview of the basic steps: Filling out the admission application through our website. Choosing the university and specialization. Obtaining initial admission. Paying the deposit. Final admission and visa application. Final registration and receiving the university ID card.",
    "faq5thtitle" : "What is the last date to apply?",
    "faq5thanswer" : "The academic year in Türkiye begins once a year in September. The best time to apply is from the sixth month to the tenth month, noting that when seats at any university are complete, this will be announced through our social platforms.",
    "faq6thtitle" : "Are there scholarships? How do I register with it?",
    "faq6thanswer" : "Scholarship opportunities at different universities change annually, so contacting us will be the easiest way to know the updated version of scholarships.",
    "faqtitle" : "FREQUENTLY ASKED",
    "faqtitle1" : "QUESTIONS",
    "footerPages" : "Pages",
    "footerContact" : "Contact",
    "copyright" : "copyright el amana for education (2022)",
    "footerEightve" : "Designed and developed by Eightve Studio",
    "about_text" : "Our company specializes in guiding students to help them make important educational decisions providing a wide range of services.",
    "ourteamtitle" : "Our Team",
    "ourtm1" : "Founder",
    "ourtm3" : "C.E.O",
    "ourtm2" : "Services Administrator",
    "UniversitiesTitle" : "Universities"
}